/* About tiqr */
"about_title" = "Informazioni su tiqr";

/* Your account is activated! */
"account_activated" = "Account attivato!";

/* Account activation title */
"account_activation_title" = "Attivazione account";

/* Account details navigation title */
"account_details_title" = "Informazioni sul tuo account";

/* Your account is ready to be used. */
"account_ready" = "Il tuo account è pronto per l'uso";

/* Accounts back button title */
"accounts" = "Account";

/* Do you want to activate the following account */
"activate_following_account" = "Vuoi attivare il seguente account?";

/* Account cannot be saved title */
"error_enroll_failed_to_store_identity_title" = "L'account non puo' essere salvato";

/* Don\'t worry! Click the QR tag on the\nwebsite. You will be asked to enter the\nfollowing one-time credentials: */
"authentication_fallback_description" = "Clicca sul codice QR sul sito web per continuare . Ti verra' chiesto di inserire la tua one-time password :";

/* Failed to generate identity secret. Please contact support. */
"error_enroll_failed_to_generate_secret" = "Errore nel creare l'identità segreta. Contatta il supporto tecnico.";

/* You appear to be offline */
"authentication_fallback_title" = "Non sei in linea";

/* Login title */
"authentication_title" = "Autenticazione";

/* Confirm account activation */
"confirm_account_activation" = "Conferma l'attivazione del tuo account";

/* Are you sure you want to login? */
"confirm_authentication" = "Sei sicuro di volerti collegare?";

/* Authentication confirm back button title */
"confirm_authentication_title" = "Conferma il login";

/* Delete */
"delete_button" = "Cancella";

/* Developed by: */
"developed_by_title" = "Sviluppato da: ";

/* Done */
"done_button" = "Finito";

/* You will enroll to the following domain */
"enroll_following_domain" = "Verrai registrato al seguente dominio:";

/* Account activation navigation title
 Account activation title */
"enrollment_confirmation_header_title" = "Attivazione account";

/* Enrollment confirm back button title */
"enrollment_confirmation_title" = "Conferma l'attivazione dell'account";

/* Enrollment PIN title */
"enrollment_pin_intro" = "Scegli il tuo PIN";

/* You need a PIN code for this account. If you don't yet have a PIN code for tiqr please choose one. */
"enrollment_pin_message" = "Per quest' account hai bisogno di un PIN. Se non hai il PIN per tiqr, selezionane uno";

/* You need to enter your 4-digit PIN to login. */
"enter_four_digit_pin" = "Inserisci il PIN di 4 cifre per collegarti";

/* Enrollment PIN back button title */
"enter_pin" = "Inserisci il PIN";

/* Alert title for error */
"error" = "Errore";

/* Account blocked temporary message */
"error_auth_account_blocked_temporary_message" = "Questo account è stato bloccato per %@ minuti.";

/* Account blocked temporary title */
"error_auth_account_blocked_temporary_title" = "Questo account è stato bloccato temporaneamente.";

/* Account blocked message */
"error_auth_account_blocked_message" = "Questo account non puo' essere usato";

/* Account blocked title */
"error_auth_account_blocked_title" = "Account bloccato";

/* No account title */
"error_auth_invalid_account" = "Account invalido";

/* No account message */
"error_auth_invalid_account_message" = "L'account usato per collegarti e' invalito o non attivo. Riattiva il tuo account e riprova a collegarti";

/* INVALID_USERID error title */
"error_auth_invalid_account" = "Account invalido";

/* Invalid QR tag message */
"error_auth_invalid_challenge_message" = "Il codice QR aquisito e' invalido o scaduto. Per favore riprova con un altro codice";

/* INVALID_CHALLENGE error title */
"error_auth_invalid_challenge_title" = "Il codice QR inviato è scaduto";

/* Invalid QR tag title */
"error_auth_invalid_qr_code" = "Codice QR invalido ";

/* INVALID_REQUEST error message */
"error_auth_invalid_request_message" = "Richiesta di accesso non riconosciuta. Per favore contatta il supporto tecnico";

/* INVALID_REQUEST error title */
"error_auth_invalid_request_title" = "Richiesta invalida";

/* No account message */
"error_auth_no_identities_for_identity_provider" = "Utente sconosciuto. Per favore registrati per usare il servizio";

/* INVALID_RESPONSE error message (1 attempt left) */
"error_auth_one_attempt_left" = "Hai solo un'altra possibilita per inserire il tuo PIN. Se il PIN inserito non e' corretto il tuo account sara' bloccato.";

/* Server incompatible message */
"error_auth_server_incompatible" = "Il server e' incompatibile con questa versione di tiqr";

/* Server incompatible title */
"error_auth_server_incompatible_title" = "Server incompatibile";

/* Unexpected error message */
"error_auth_unknown_error" = "Si e' verificato un errore. Per favore contatta il support tecnico";

/* No account title */
"error_auth_unknown_identity" = "Utente sconosciuto. Per favore registrati";

/* Unknown */
"error_auth_unknown_identity_provider" = "Utente sconosciuto. Per favore registrati";

/* Wrong PIN */
"error_auth_wrong_pin" = "PIN errato";

/* INVALID_RESPONSE error message (> 1 attempts left) */
"error_auth_x_attempts_left" = "Il PIN inserito e' incorretto. Ti restano %d tentativi. Per favore inserisci il tuo PIN. Controlla l'ultimo simbolo che appare nell'icona di verifica.";

/* INVALID_RESPONSE error message (infinite attempts left) */
"error_auth_infinite_attempts_left" = "Il PIN inserito e' incorretto. Per favore inserisci il tuo PIN. Controlla l'ultimo simbolo che appare nell'icona di verifica.";

/* Account already activated message */
"error_enroll_already_enrolled" = "Sei gia' registrato con l'identita' %@ per i servizi %@";

/* Account already activated */
"error_enroll_already_enrolled_title" = "Sei gia' registrato";

/* Account cannot be saved message */
"error_enroll_failed_to_store_identity" = "Errore nel registrare le tue credenziali. Per favore contatta il supporto tecnico.";

/* Invalid QR tag title */
"error_enroll_invalid_qr_code" = "Codice QR di iscrizione invalido";

/* Invalid QR tag message */
"error_enroll_invalid_response" = " Risposta errata dal servizio di registrazione. Per favore contatta l'amministratore del sito web";

/* Invalid response title */
"error_enroll_invalid_response_title" = "Risposta invalida ";

/* Error enroll title */
"enroll_error_title" = "Errore";

/* No identity provider logo message */
"error_enroll_logo_error" = "Il logo del servizio non puo' essere scaricato. Per favore contatta l'amministratore del sito web";

/* No identity provider logo */
"error_enroll_logo_error_title" = "Errore durante la registrazione ";

/* Your ID is: */
"fallback_identifier_label" = "Il tuo ID e':";

/* Username label */
"full_name" = "Nome per esteso: ";

/* User ID label */
"id" = "ID";

/* Blocked cell label */
"identity_blocked" = "Bloccato";

/* Warning this account is blocked and needs to be reactivated. */
"identity_blocked_message" = "Attenzione: questo account e' bloccato. Si prega di riattivare l'account prima di riprovare";

/* Identity select back button title */
"identity_title" = "Identita'";

/* Info label */
"information" = "Informazione";

/* Interaction design: */
"interaction_by_title" = "Modalita' di  interazione ";

/* No connection error message */
"internet_connection_required" = "L'account non puo' essere attivato perche' non sei connesso ad Internet. Riprova piu' tardi";

/* Login information message */
"loggedin_with_account" = "Ti sei collegato con il seguente account:";

/* Authentication PIN title */
"login_intro" = "Per favore inserisci il tuo PIN:";

/* Login navigation title */
"login_title" = "Login";

/* Enrollment PIN verification title */
"login_verify_intro" = "Per favore verifica il tuo PIN:";

/* Enter your PIN code again for verification. Please note the animal icon. This will help you remember your PIN code. */
"login_verify_message" = "Reinserisci il tuo PIN per la verifica. Memorizza gli animali che appaiono nell'icona, questo ti aiuterà a ricordare il tuo PIN";

/* Blocked navigation title */
"main_title_blocked" = "tiqr e' stato bloccato";

/* Instructions navigation title */
"main_title_instructions" = "Istruzioni ";

/* Welcome navigation title */
"main_title_welcome" = "Benvenuto nel tiqr";

/* You appear to have no active Internet connection. */
"no_active_internet_connection." = "Utente non inlinea.";

/* No button title */
"no_button" = "No";

/* No connection error title */
"no_connection" = "Nessuna connessione Internet disponibile ";

/* If you can\'t login with the credentials above, scan\nagain and enter the correct PIN code. */
"note_pin_not_verified" = "Se non ti colleghi con le credenziali inserite, acquisisci di nuovo e inserisci il codice PIN corretto.";

/* Note: your PIN has not been verified yet. */
"note_pin_not_verified_title" = "Attenzione: il tuo PIN non e' stato verificato";

/* OK Button */
"ok_button" = "OK";

/* One time password: */
"otp_label" = "One-time password:";

/* Enrollment PIN back button title */
"password_verify_back_button" = "Verifica PIN";

/* Error message if PINs don't match */
"passwords_dont_match" = "Il PIN inserito e' incorretto. Si prega di riprovare";

/* Error title if PIN's don't match */
"passwords_dont_match_title" = "PIN incorretto ";

/* provided by: */
"provided_by" = "Offerto da: ";

/* tiqr is provided by: */
"provided_by_title" = "tiqr e' offerto da: ";

/* Remember your PIN, it cannot be changed! */
"remember_pincode_notice" = "Memorizza il tuo PIN, perché non si potrà più cambiare!";

/* Return to button title */
"return_button" = "Invia";

/* Scan button title */
"scan_button" = "Scansione";

/* Scan window title */
"scan_window" = "Scansione";

/* Select Identity */
"select_identity_title" = "Seleziona identita'";

/* Do you want to see these instructions when you start the application in the future? You can always open the instructions from the Scan window or change this behavior in Settings. */
"show_instructions_preference_message" = "Vuoi rivedere le istruzioni quando usi  l'applicazione in futuro?  Potrai sempre accedere alle istruzioni dalla finestra Scan oppure nel menu di Configurazione";

/* Start button title */
"start_button" = "Inizia ";

/* Login succes confirmation message */
"successfully_logged_in" = "Login avvenuto con successo";

/* Because you entered an incorrect PIN too many times, all your accounts have been blocked. You can't login anymore. */
"to_many_attempts" = "PIN incorretto! Hai esaurito il numero di tentativi consentiti, per cui il tuo account e' stato bloccato. Non potrai piu' accedere al servizio. ";

/* to: */
"to_service_provider" = "A:";

/* Unknown error message */
"unkown_enroll_error_message" = "Si e' verificato un errore. Per favore contatta il supporto tecnico";

/* Unknown error title */
"unkown_error" = "Errore sconosciuto";

/* Yes button title */
"yes_button" = "Si'";

/* You will be logged in as: */
"you_will_be_logged_in_as" = "Sarai collegato come:";

/* Accounts navigation item title */
"your_accounts" = "I tuoi account";

/* Place a QR code inside the rectangle to scan it. */
"msg_default_status" = "Posiziona il codice QR all'interno del rettangolo per iniziare la scansione";

/* Welcome */
"main_text_welcome" = "tiqr ti permette  di accedere a diversi servizi internet in modo sicuro usando il tuo smartphone. <br/><br/> Per usare tiqr hai bisogno di un accout attivo. Al momento non c'e' nessun account attivo. Per creare il tuo tiqr account visita il sito <a href=\"https://tiqr.org\">tiqr.org</a>.<br/><br/> \nDopo la registrazione, riceverai un codice di attivazione e le relative istruzioni per attivare il tuo account. Durante il processo di attivazione ti verra' richiesto di fare la scansione del codice QR.\nPremi <b>Scansione</b> quando ti verra' richiesto. ";

/* Instructions */
"main_text_instructions" = "Visita il sito del servizio a cui desideri accedere e segui le istruzioni riporate di seguito: <ul><li><i>Fai la scansione del codice QR sulla pagina di accesso sul sito del servizio. </i> </li><li>Conferma la tua identita' (ti verra' richiesto di inserire il tuo PIN).</li><li>Ora sei collegato!</li></ul>\nPremi <b>Scansione</b> per  fare il login.";

/* Blocked */
"main_text_blocked" = "<b>E ora?</b> Chiedi un nuovo codice di attivazione al provider da cui hai ottenuto l'account. Il link per accedere al tuo provider lo trovi nella configurazione della tua identita' (in alto a destra) . <br/>  <br/> Le istruzioni per riattivare il tuo account ti saranno inviate insieme al tuo nuovo codice di attivazione. Premi <b>Scansione</b> quando richiesto.";
